Repository: ERPlora/module-schedules
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Schedules
es: Horarios

source: Business hours, holiday schedules, and availability management
es: Horarios comerciales, festivos y gestión de disponibilidad

source: Hours
es: Horarios

source: Special Days
es: Días especiales

source: Settings
es: Configuración

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: Timezone
es: Zona horaria

source: IANA timezone for this hub (e.g. Europe/Madrid, America/New_York).
es: Zona horaria IANA para este hub (ej. Europe/Madrid, America/New_York).

source: Week Starts On
es: La semana empieza en

source: 1=Monday, 7=Sunday
es: 1=Lunes, 7=Domingo

source: Slot Duration
es: Duración de la franja

source: Default time slot in minutes
es: Franja horaria predeterminada en minutos

source: Auto Close Enabled
es: Cierre automático habilitado

source: Automatically mark the business as closed after closing time.
es: Marcar automáticamente el negocio como cerrado después del horario de cierre.

source: Schedule Settings
es: Configuración de horarios

source: Day of Week
es: Día de la semana

source: 0=Monday, 6=Sunday
es: 0=Lunes, 6=Domingo

source: Open Time
es: Hora de apertura

source: Close Time
es: Hora de cierre

source: Closed
es: Cerrado

source: If checked, the business is closed on this day.
es: Si está marcado, el negocio está cerrado este día.

source: Break Start
es: Inicio del descanso

source: Start of midday break (optional).
es: Inicio del descanso del mediodía (opcional).

source: Break End
es: Fin del descanso

source: End of midday break (optional).
es: Fin del descanso del mediodía (opcional).

source: Business Hours
es: Horario comercial

source: Open time must be before close time.
es: La hora de apertura debe ser anterior a la de cierre.

source: Break start must be before break end.
es: El inicio del descanso debe ser anterior al fin del descanso.

source: Break start must be after open time.
es: El inicio del descanso debe ser posterior a la hora de apertura.

source: Break end must be before close time.
es: El fin del descanso debe ser anterior a la hora de cierre.

source: Date
es: Fecha

source: Name
es: Nombre

source: Name of the holiday or special day.
es: Nombre del festivo o día especial.

source: If checked, the business is fully closed on this day.
es: Si está marcado, el negocio está completamente cerrado este día.

source: Special open time (only if not fully closed).
es: Hora de apertura especial (solo si no está completamente cerrado).

source: Special close time (only if not fully closed).
es: Hora de cierre especial (solo si no está completamente cerrado).

source: Recurring Yearly
es: Se repite cada año

source: If checked, this special day recurs every year on the same date.
es: Si está marcado, este día especial se repite cada año en la misma fecha.

source: Notes
es: Notas

source: Special Day
es: Día especial

source: Open time and close time are required when the day is not fully closed.
es: La hora de apertura y cierre son obligatorias cuando el día no está completamente cerrado.

source: Start Date
es: Fecha de inicio

source: End Date
es: Fecha de fin

source: Reason
es: Motivo

source: Reason for the schedule override.
es: Motivo del cambio de horario.

source: Override open time (leave empty to use regular hours).
es: Hora de apertura especial (dejar vacío para usar el horario habitual).

source: Override close time (leave empty to use regular hours).
es: Hora de cierre especial (dejar vacío para usar el horario habitual).

source: If checked, the business is fully closed during this period.
es: Si está marcado, el negocio está completamente cerrado durante este periodo.

source: Schedule Override
es: Cambio de horario

source: Schedule Overrides
es: Cambios de horario

source: Start date must be on or before end date.
es: La fecha de inicio debe ser igual o anterior a la fecha de fin.

source: Closed today
es: Cerrado hoy

source: Regular hours
es: Horario habitual

source: Outside business hours
es: Fuera del horario comercial

source: No hours configured
es: Sin horario configurado

source: Configuracion guardada
es: Configuración guardada

source: Error al guardar la configuracion
es: Error al guardar la configuración

source: Dia en que comienza la semana en el calendario
es: Día en que comienza la semana en el calendario

source: Miercoles
es: Miércoles

source: Sabado
es: Sábado

source: Duracion de franja horaria
es: Duración de franja horaria

source: Duracion predeterminada de cada franja en minutos
es: Duración predeterminada de cada franja en minutos

source: Automatizacion
es: Automatización

source: Cierre automatico
es: Cierre automático

source: Marcar automaticamente el negocio como cerrado despues del horario de cierre
es: Marcar automáticamente el negocio como cerrado después del horario de cierre

source: Dia especial actualizado
es: Día especial actualizado

source: Dia especial creado
es: Día especial creado

source: Eliminar este dia especial?
es: ¿Eliminar este día especial?

source: Dia especial eliminado
es: Día especial eliminado

source: Dias Especiales y Festivos
es: Días especiales y festivos

source: Agregar Dia
es: Agregar día

source: No hay dias especiales configurados
es: No hay días especiales configurados

source: Agregar primer dia especial
es: Agregar primer día especial

source: Editar Dia Especial
es: Editar día especial

source: Nuevo Dia Especial
es: Nuevo día especial

source: Ej: Navidad, Dia festivo local...
es: Ej: Navidad, Día festivo local...

source: Cerrado todo el dia
es: Cerrado todo el día

source: Se repite cada ano
es: Se repite cada año

source: Proximo dia especial
es: Próximo día especial
